Repository: x7peeps/hermesIOS
Catalog: scarf/scarf/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, pt_br, zh_hans

source: Session detail
de: Sitzungsdetails
es: Detalle de la sesión
fr: Détail de la session
ja: セッション詳細
pt_br: Detalhe da sessão
zh_hans: 会话详情

source: Session resumed
de: Sitzung fortgesetzt
es: Sesión reanudada
fr: Session reprise
ja: セッションを再開しました
pt_br: Sessão retomada
zh_hans: 会话已恢复

source: Session Search
de: Sitzungssuche
es: Búsqueda de sesiones
fr: Recherche de sessions
ja: セッション検索
pt_br: Busca de sessões
zh_hans: 会话搜索

source: Session title
de: Sitzungstitel
es: Título de sesión
fr: Titre de session
ja: セッションタイトル
pt_br: Título da sessão
zh_hans: 会话标题

source: session: %@
de: Sitzung: %@
es: sesión: %@
ja: セッション: %@
pt_br: sessão: %@
zh_hans: 会话:%@

source: Sessions
de: Sitzungen
es: Sesiones
ja: セッション
pt_br: Sessões
zh_hans: 会话

source: Sessions & Curator
de: Sitzungen & Kurator
es: Sesiones y curador
fr: Sessions et curateur
ja: セッションとキュレーター
pt_br: Sessões e curador
zh_hans: 会话与策展器

source: Sessions by day of week
de: Sitzungen nach Wochentag
es: Sesiones por día de la semana
fr: Sessions par jour de la semaine
ja: 曜日別のセッション
pt_br: Sessões por dia da semana
zh_hans: 按星期分布的会话

source: Sessions by hour of day
de: Sitzungen nach Tagesstunde
es: Sesiones por hora del día
fr: Sessions par heure de la journée
ja: 時間帯別のセッション
pt_br: Sessões por hora do dia
zh_hans: 按小时分布的会话

source: Sessions database optimized.
de: Sitzungsdatenbank optimiert.
es: Base de datos de sesiones optimizada.
fr: Base de données des sessions optimisée.
ja: セッションデータベースを最適化しました。
pt_br: Banco de dados de sessões otimizado.
zh_hans: 会话数据库已优化。

source: Sessions in this project
de: Sitzungen in diesem Projekt
es: Sesiones en este proyecto
fr: Sessions dans ce projet
ja: このプロジェクトのセッション
pt_br: Sessões neste projeto
zh_hans: 此项目中的会话

source: Sessions list
de: Sitzungsliste
es: Lista de sesiones
fr: Liste des sessions
ja: セッション一覧
pt_br: Lista de sessões
zh_hans: 会话列表

source: Set `jobId` to a Hermes cron job's id (visible in the Cron tab).
de: Setze `jobId` auf die ID eines Hermes-Cron-Jobs (im Tab „Cron“ sichtbar).
es: Establece `jobId` con el id de un cron job de Hermes (visible en la pestaña Cron).
fr: Définissez `jobId` sur l’id d’une tâche cron Hermes (visible dans l’onglet Cron).
ja: `jobId` に Hermes の cron ジョブの ID を設定してください (Cron タブで確認できます)。
pt_br: Defina `jobId` com o id de um cron job do Hermes (visível na aba Cron).
zh_hans: 将 `jobId` 设为某个 Hermes 定时任务的 id(可在 Cron 标签页中查看)。

source: Set `path` to a file relative to the project root, e.g. `reports/uptime.log`.
de: Setzen Sie `path` auf eine Datei relativ zum Projektstamm, z. B. `reports/uptime.log`.
es: Define `path` como un archivo relativo a la raíz del proyecto, p. ej. `reports/uptime.log`.
fr: Définissez `path` sur un fichier relatif à la racine du projet, par ex. `reports/uptime.log`.
ja: `path` にはプロジェクトルートからの相対パス（例: `reports/uptime.log`）を指定してください。
pt_br: Defina `path` como um arquivo relativo à raiz do projeto, por ex. `reports/uptime.log`.
zh_hans: 请将 `path` 设为相对于项目根目录的文件，例如 `reports/uptime.log`。

source: Set `path` to a markdown file relative to the project root, e.g. `reports/weekly.md`.
de: Setzen Sie `path` auf eine Markdown-Datei relativ zum Projektstamm, z. B. `reports/weekly.md`.
es: Define `path` como un archivo markdown relativo a la raíz del proyecto, p. ej. `reports/weekly.md`.
fr: Définissez `path` sur un fichier markdown relatif à la racine du projet, par ex. `reports/weekly.md`.
ja: `path` にはプロジェクトルートからの相対的な Markdown ファイル（例: `reports/weekly.md`）を指定してください。
pt_br: Defina `path` como um arquivo markdown relativo à raiz do projeto, por ex. `reports/weekly.md`.
zh_hans: 请将 `path` 设为相对于项目根目录的 markdown 文件，例如 `reports/weekly.md`。

source: Set Active (no relaunch)
de: Als aktiv festlegen (kein Neustart)
es: Establecer activo (sin reiniciar)
fr: Définir comme actif (sans relance)
ja: アクティブに設定(再起動なし)
pt_br: Definir como ativa (sem reiniciar)
zh_hans: 设为活跃(不重启)

source: Set as active profile and relaunch Scarf so every tab loads from %@
de: Als aktives Profil festlegen und Scarf neu starten, damit jeder Tab von %@ lädt
es: Establecer como perfil activo y reiniciar Scarf para que cada pestaña cargue desde %@
fr: Définir comme profil actif et relancer Scarf pour que chaque onglet se charge depuis %@
ja: アクティブなプロファイルとして設定し、すべてのタブが %@ から読み込まれるよう Scarf を再起動します
pt_br: Definir como perfil ativo e reiniciar o Scarf para que todas as abas carreguem de %@
zh_hans: 设为活跃配置并重启 Scarf,以便每个标签页都从 %@ 加载

source: Set as default — open this server when Scarf launches.
de: Als Standard festlegen — diesen Server beim Start von Scarf öffnen.
es: Establecer como predeterminado — abrir este servidor cuando se inicie Scarf.
fr: Définir par défaut — ouvrir ce serveur au lancement de Scarf.
ja: デフォルトとして設定 — Scarf 起動時にこのサーバーを開きます。
pt_br: Definir como padrão — abrir este servidor quando o Scarf iniciar.
zh_hans: 设为默认 — Scarf 启动时打开此服务器。

source: Set as default server
de: Als Standardserver festlegen
es: Establecer como servidor predeterminado
fr: Définir comme serveur par défaut
ja: デフォルトサーバーとして設定
pt_br: Definir como servidor padrão
zh_hans: 设为默认服务器

source: Set as server's active profile
de: Als aktives Profil des Servers festlegen
es: Establecer como perfil activo del servidor
fr: Définir comme profil actif du serveur
ja: サーバーのアクティブなプロファイルとして設定
pt_br: Definir como perfil ativo do servidor
zh_hans: 设为服务器的活跃配置

source: set board %@
de: Board %@ gesetzt
es: tablero %@ establecido
fr: tableau %@ défini
ja: ボード %@ を設定しました
pt_br: quadro %@ definido
zh_hans: 已设置看板 %@

source: Set Model…
de: Modell festlegen…
es: Establecer modelo…
fr: Définir le modèle…
ja: モデルを設定…
pt_br: Definir modelo…
zh_hans: 设置模型…

# Set model.provider = %@ and model.default = %@.
source: Set model.provider = %1$@ and model.default = %2$@.
de: model.provider = %@ und model.default = %@ setzen.
es: Establece model.provider = %1$@ y model.default = %2$@.
fr: Définir model.provider = %1$@ et model.default = %2$@.
ja: model.provider = %1$@、model.default = %2$@ を設定します。
pt_br: Definir model.provider = %1$@ e model.default = %2$@.
zh_hans: 设置 model.provider = %1$@ 且 model.default = %2$@。

source: Set these in `~/.hermes/.env` before the plugin will work:
de: Setze diese in `~/.hermes/.env`, damit das Plugin funktioniert:
es: Define estos valores en `~/.hermes/.env` para que el plugin funcione:
fr: Définissez ceci dans `~/.hermes/.env` pour que le plugin fonctionne :
ja: プラグインを動作させるには、`~/.hermes/.env` に次の値を設定してください:
pt_br: Defina estes valores em `~/.hermes/.env` para que o plugin funcione:
zh_hans: 请先在 `~/.hermes/.env` 中设置以下内容,插件才能工作:

source: Set up browser tools
de: Browser-Tools einrichten
es: Configurar herramientas de navegador
fr: Configurer les outils navigateur
ja: ブラウザツールを設定
pt_br: Configurar ferramentas de navegador
zh_hans: 设置浏览器工具

source: Sets `auxiliary.%@.provider: auto` so Hermes inherits the main provider's authentication.
de: Setzt `auxiliary.%@.provider: auto`, damit Hermes die Authentifizierung des Hauptanbieters übernimmt.
es: Establece `auxiliary.%@.provider: auto` para que Hermes herede la autenticación del proveedor principal.
fr: Définit `auxiliary.%@.provider: auto` pour que Hermes hérite de l'authentification du fournisseur principal.
ja: `auxiliary.%@.provider: auto` を設定し、Hermes がメインプロバイダーの認証を継承するようにします。
pt_br: Define `auxiliary.%@.provider: auto` para que o Hermes herde a autenticação do provedor principal.
zh_hans: 设置 `auxiliary.%@.provider: auto`,使 Hermes 继承主提供方的认证。

source: Setting up…
de: Wird eingerichtet…
es: Configurando…
fr: Configuration en cours…
ja: 設定中…
pt_br: Configurando…
zh_hans: 设置中…

source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
ja: 設定
pt_br: Configurações
zh_hans: 设置

source: Settings…
de: Einstellungen…
es: Configuración…
fr: Réglages…
ja: 設定…
pt_br: Configurações…
zh_hans: 设置…

source: Setup
de: Einrichtung
es: Configuración
fr: Configuration
ja: セットアップ
pt_br: Configuração
zh_hans: 设置

source: Setup documentation
de: Einrichtungsdokumentation
es: Documentación de configuración
fr: Documentation de configuration
ja: セットアップドキュメント
pt_br: Documentação de configuração
zh_hans: 设置文档

source: Setup required
de: Einrichtung erforderlich
es: Configuración requerida
fr: Configuration requise
ja: セットアップが必要です
pt_br: Configuração necessária
zh_hans: 需要设置

source: Severity
de: Schweregrad
es: Gravedad
fr: Gravité
ja: 重大度
pt_br: Gravidade
zh_hans: 严重程度

source: Shape
de: Form
es: Forma
fr: Forme
ja: 形
pt_br: Formato
zh_hans: 形状

source: Share
de: Teilen
es: Compartir
fr: Partager
ja: 共有
pt_br: Compartilhar
zh_hans: 分享

source: Share anonymous usage statistics
de: Anonyme Nutzungsstatistiken teilen
es: Compartir estadísticas de uso anónimas
fr: Partager des statistiques d'utilisation anonymes
ja: 匿名の利用統計を共有する
pt_br: Compartilhar estatísticas de uso anônimas
zh_hans: 共享匿名使用统计

source: Share Debug Report…
de: Debug-Bericht teilen…
es: Compartir informe de depuración…
fr: Partager le rapport de débogage…
ja: デバッグレポートを共有…
pt_br: Compartilhar relatório de depuração…
zh_hans: 分享调试报告…

source: Share Latest Diagnostic
de: Neueste Diagnose teilen
es: Compartir el último diagnóstico
fr: Partager le dernier diagnostic
ja: 最新の診断を共有
pt_br: Compartilhar diagnóstico mais recente
zh_hans: 分享最新诊断

source: Shared OAuth + token pools rotated across runs.
de: Gemeinsame OAuth- und Token-Pools, die über Läufe hinweg rotiert werden.
es: Grupos compartidos de OAuth + tokens rotados entre ejecuciones.
fr: Pools OAuth + jetons partagés, alternés d'une exécution à l'autre.
ja: 実行ごとにローテーションされる共有 OAuth とトークンのプールです。
pt_br: Pools compartilhados de OAuth + tokens rotacionados entre execuções.
zh_hans: 在多次运行之间轮换的共享 OAuth 与令牌池。

source: Shared usage metrics
de: Geteilte Nutzungsmetriken
es: Métricas de uso compartidas
fr: Métriques d'utilisation partagées
ja: 共有される利用メトリクス
pt_br: Métricas de uso compartilhadas
zh_hans: 共享的使用指标

source: Shell Command
de: Shell-Befehl
es: Comando de shell
fr: Commande shell
ja: シェルコマンド
pt_br: Comando de shell
zh_hans: Shell 命令

source: Shell shortcuts hermes exposes in chat as `/command_name`.
de: Shell-Shortcuts, die hermes im Chat als `/command_name` verfügbar macht.
es: Atajos de shell que hermes expone en el chat como `/command_name`.
fr: Raccourcis shell que hermes expose dans le chat sous la forme `/command_name`.
ja: hermes がチャット上で `/command_name` として公開するシェルショートカットです。
pt_br: Atalhos de shell que o hermes expõe no chat como `/command_name`.
zh_hans: hermes 在聊天中以 `/command_name` 形式暴露的 shell 快捷命令。

source: Show
de: Anzeigen
es: Mostrar
fr: Afficher
ja: 表示
pt_br: Mostrar
zh_hans: 显示

source: Show all %lld lines
de: Alle %lld Zeilen anzeigen
es: Mostrar las %lld líneas
fr: Afficher toutes les %lld lignes
ja: すべての %lld 行を表示
pt_br: Mostrar todas as %lld linhas
zh_hans: 显示全部 %lld 行

source: Show all active flags
de: Alle aktiven Flags anzeigen
es: Mostrar todos los flags activos
fr: Afficher tous les indicateurs actifs
ja: アクティブなフラグをすべて表示
pt_br: Mostrar todas as flags ativas
zh_hans: 显示所有活跃标志

source: Show archived
de: Archivierte anzeigen
es: Mostrar archivados
fr: Afficher les archivés
ja: アーカイブ済みを表示
pt_br: Mostrar arquivadas
zh_hans: 显示已归档

source: Show Archived
de: Archivierte anzeigen
es: Mostrar archivados
fr: Afficher les archivés
ja: アーカイブ済みを表示
pt_br: Mostrar arquivados
zh_hans: 显示已归档

source: Show archived projects
de: Archivierte Projekte anzeigen
es: Mostrar proyectos archivados
fr: Afficher les projets archivés
ja: アーカイブ済みプロジェクトを表示
pt_br: Mostrar projetos arquivados
zh_hans: 显示已归档的项目

source: Show archived tasks
de: Archivierte Aufgaben anzeigen
es: Mostrar tareas archivadas
fr: Afficher les tâches archivées
ja: アーカイブ済みタスクを表示
pt_br: Mostrar tarefas arquivadas
zh_hans: 显示已归档的任务

source: Show Cost
de: Kosten anzeigen
es: Mostrar el coste
fr: Afficher le coût
ja: コストを表示
pt_br: Mostrar o custo
zh_hans: 显示费用

source: Show details
de: Details anzeigen
es: Mostrar detalles
fr: Afficher les détails
ja: 詳細を表示
pt_br: Mostrar detalhes
zh_hans: 显示详情

source: Show in Finder
de: Im Finder anzeigen
es: Mostrar en Finder
fr: Afficher dans le Finder
ja: Finder で表示
pt_br: Mostrar no Finder
zh_hans: 在访达中显示

source: Show less
de: Weniger anzeigen
es: Mostrar menos
fr: Afficher moins
ja: 折りたたむ
pt_br: Mostrar menos
zh_hans: 收起

source: Show Output
de: Ausgabe anzeigen
es: Mostrar salida
fr: Afficher la sortie
ja: 出力を表示
pt_br: Mostrar saída
zh_hans: 显示输出

source: Show Reasoning
de: Begründung anzeigen
es: Mostrar el razonamiento
fr: Afficher le raisonnement
ja: 推論を表示
pt_br: Mostrar o raciocínio
zh_hans: 显示推理过程

source: Show reasoning in the transcript
de: Begründung im Transkript anzeigen
es: Mostrar el razonamiento en la transcripción
fr: Afficher le raisonnement dans la transcription
ja: トランスクリプトで推論を表示する
pt_br: Mostrar o raciocínio na transcrição
zh_hans: 在记录中显示推理过程

source: Show sessions list
de: Sitzungsliste anzeigen
es: Mostrar lista de sesiones
fr: Afficher la liste des sessions
ja: セッションリストを表示
pt_br: Mostrar lista de sessões
zh_hans: 显示会话列表

source: Show this profile's sessions, memory, cron, and chat in this window — without changing the server's active profile.
de: Zeigt Sitzungen, Speicher, Cron und Chat dieses Profils in diesem Fenster — ohne das aktive Profil des Servers zu ändern.
es: Muestra las sesiones, memoria, cron y chat de este perfil en esta ventana — sin cambiar el perfil activo del servidor.
fr: Afficher les sessions, la mémoire, le cron et le chat de ce profil dans cette fenêtre — sans changer le profil actif du serveur.
ja: サーバーのアクティブなプロファイルを変更せずに、このウィンドウでこのプロファイルのセッション、メモリ、cron、チャットを表示します。
pt_br: Mostrar as sessões, a memória, o cron e o chat deste perfil nesta janela — sem alterar o perfil ativo do servidor.
zh_hans: 在此窗口中显示此配置的会话、记忆、定时任务和聊天 — 不更改服务器的活跃配置。

source: Show Timestamps
de: Zeitstempel anzeigen
es: Mostrar marcas de tiempo
fr: Afficher les horodatages
ja: タイムスタンプを表示
pt_br: Mostrar carimbos de data/hora
zh_hans: 显示时间戳

source: Show tool calls in the transcript
de: Tool-Aufrufe im Transkript anzeigen
es: Mostrar las llamadas a herramientas en la transcripción
fr: Afficher les appels d’outils dans la transcription
ja: トランスクリプトでツール呼び出しを表示する
pt_br: Mostrar as chamadas de ferramenta na transcrição
zh_hans: 在记录中显示工具调用

source: Show tool inspector
de: Tool-Inspector anzeigen
es: Mostrar inspector de herramientas
fr: Afficher l'inspecteur d'outils
ja: ツールインスペクターを表示
pt_br: Mostrar inspetor de ferramentas
zh_hans: 显示工具检查器

source: Show values
de: Werte anzeigen
es: Mostrar valores
fr: Afficher les valeurs
ja: 値を表示
pt_br: Mostrar valores
zh_hans: 显示值

source: Show while typing
de: Während der Eingabe anzeigen
es: Mostrar mientras se escribe
fr: Afficher pendant la frappe
ja: 入力中に表示
pt_br: Mostrar ao digitar
zh_hans: 输入时显示

source: Showing %@. Tap to filter to tasks created by this chat.
de: Zeige %@. Tippen, um auf von diesem Chat erstellte Aufgaben zu filtern.
es: Mostrando %@. Toca para filtrar a las tareas creadas por este chat.
fr: Affichage de %@. Touchez pour filtrer sur les tâches créées par ce chat.
ja: %@ を表示中。タップしてこのチャットが作成したタスクに絞り込みます。
pt_br: Mostrando %@. Toque para filtrar tarefas criadas por este chat.
zh_hans: 正在显示 %@。点击以筛选出此聊天创建的任务。

source: Showing ^[%lld session](inflect: true) from
de: Zeigt ^[%lld Sitzung](inflect: true) aus
es: Mostrando ^[%lld sesión](inflect: true) de
fr: Affichage de ^[%lld session](inflect: true) de
ja: %lld 件のセッションを表示中 —
pt_br: Mostrando ^[%lld sessão](inflect: true) de
zh_hans: 正在显示来自以下项目的 %lld 个会话：

source: Showing all chats. Click to hide cron-originated sessions.
de: Zeige alle Chats. Klicken, um von Cron erstellte Sitzungen auszublenden.
es: Mostrando todos los chats. Haz clic para ocultar las sesiones originadas por cron.
fr: Affichage de tous les chats. Cliquez pour masquer les sessions issues de cron.
ja: すべてのチャットを表示中。クリックすると cron 発のセッションを非表示にします。
pt_br: Mostrando todos os chats. Clique para ocultar sessões originadas de cron.
zh_hans: 正在显示所有聊天。点击以隐藏源自定时任务的会话。

source: Showing built-in fallback list — couldn't reach Nous to refresh.
de: Zeige integrierte Fallback-Liste — Nous konnte für eine Aktualisierung nicht erreicht werden.
es: Mostrando la lista de respaldo integrada — no se pudo contactar con Nous para actualizar.
fr: Affichage de la liste de secours intégrée — impossible de contacter Nous pour actualiser.
ja: 組み込みのフォールバックリストを表示中 — Nous に接続して更新できませんでした。
pt_br: Mostrando lista de reserva integrada — não foi possível acessar o Nous para atualizar.
zh_hans: 正在显示内置的后备列表 — 无法连接到 Nous 进行刷新。

source: Showing tasks created by this chat. Tap to show %@.
de: Zeige von diesem Chat erstellte Aufgaben. Tippen, um %@ anzuzeigen.
es: Mostrando las tareas creadas por este chat. Toca para mostrar %@.
fr: Affichage des tâches créées par ce chat. Touchez pour afficher %@.
ja: このチャットが作成したタスクを表示中。タップして %@ を表示します。
pt_br: Mostrando tarefas criadas por este chat. Toque para mostrar %@.
zh_hans: 正在显示此聊天创建的任务。点击以显示 %@。

source: Showing the last 256 KB of this log — earlier output isn't loaded.
de: Es werden die letzten 256 KB dieses Logs angezeigt — frühere Ausgaben sind nicht geladen.
es: Se muestran los últimos 256 KB de este registro; la salida anterior no está cargada.
fr: Affichage des 256 derniers Ko de ce journal — la sortie antérieure n’est pas chargée.
ja: このログの末尾 256 KB を表示しています — それより前の出力は読み込まれていません。
pt_br: Exibindo os últimos 256 KB deste log — a saída anterior não foi carregada.
zh_hans: 仅显示此日志的最后 256 KB — 更早的输出未加载。

source: Showing the most recent %lld entries
de: Es werden die neuesten %lld Einträge angezeigt
es: Se muestran las %lld entradas más recientes
fr: Affichage des %lld entrées les plus récentes
ja: 最新の %lld 件のエントリを表示しています
pt_br: Exibindo as %lld entradas mais recentes
zh_hans: 正在显示最近的 %lld 条记录

source: Showing user chats only. Click to include cron-originated sessions.
de: Zeige nur Nutzer-Chats. Klicken, um von Cron erstellte Sitzungen einzuschließen.
es: Mostrando solo chats de usuario. Haz clic para incluir las sesiones originadas por cron.
fr: Affichage des chats utilisateur uniquement. Cliquez pour inclure les sessions issues de cron.
ja: ユーザーチャットのみを表示中。クリックすると cron 発のセッションを含めます。
pt_br: Mostrando apenas chats do usuário. Clique para incluir sessões originadas de cron.
zh_hans: 仅显示用户聊天。点击以包含源自定时任务的会话。

source: Shown as the subtitle in the chat slash menu.
de: Wird als Untertitel im Chat-Slash-Menü angezeigt.
es: Se muestra como subtítulo en el menú de barra del chat.
fr: Affiché comme sous-titre dans le menu slash du chat.
ja: チャットのスラッシュメニューでサブタイトルとして表示されます。
pt_br: Exibido como o subtítulo no menu de barra do chat.
zh_hans: 在聊天斜杠菜单中显示为副标题。

source: Shows or hides the projects in this group
de: Blendet die Projekte in dieser Gruppe ein oder aus
es: Muestra u oculta los proyectos de este grupo
fr: Affiche ou masque les projets de ce groupe
ja: このグループのプロジェクトを表示または非表示にします
pt_br: Mostra ou oculta os projetos deste grupo
zh_hans: 显示或隐藏此分组中的项目

source: Shows or hides this section's items
de: Blendet die Einträge dieses Abschnitts ein oder aus
es: Muestra u oculta los elementos de esta sección
fr: Affiche ou masque les éléments de cette section
ja: このセクションの項目を表示または非表示にします
pt_br: Mostra ou oculta os itens desta seção
zh_hans: 显示或隐藏此分区中的项目

source: Shows the call arguments
de: Zeigt die Aufrufargumente
es: Muestra los argumentos de la llamada
fr: Affiche les arguments de l’appel
ja: 呼び出しの引数を表示します
pt_br: Mostra os argumentos da chamada
zh_hans: 显示调用参数

source: Sign each request body with HMAC-SHA256 using this secret.
de: Signiere jeden Anfrage-Body mit HMAC-SHA256 und diesem Secret.
es: Firma el cuerpo de cada solicitud con HMAC-SHA256 usando este secreto.
fr: Signez le corps de chaque requête avec HMAC-SHA256 en utilisant ce secret.
ja: このシークレットを使い、各リクエストのボディを HMAC-SHA256 で署名します。
pt_br: Assine o corpo de cada requisição com HMAC-SHA256 usando este segredo.
zh_hans: 使用此密钥以 HMAC-SHA256 对每个请求体签名。

source: Sign In
de: Anmelden
es: Iniciar sesión
fr: Se connecter
ja: サインイン
pt_br: Entrar
zh_hans: 登录

source: Sign in first
de: Zuerst anmelden
es: Inicia sesión primero
fr: Connectez-vous d'abord
ja: 先にサインインしてください
pt_br: Faça login primeiro
zh_hans: 请先登录

source: Sign in first with `hermes login %@` if the adapter reports not authenticated.
de: Melde dich zuerst mit `hermes login %@` an, falls der Adapter „nicht authentifiziert“ meldet.
es: Inicia sesión primero con `hermes login %@` si el adaptador informa que no está autenticado.
fr: Connectez-vous d'abord avec `hermes login %@` si l'adaptateur signale une absence d'authentification.
ja: アダプターが未認証と報告する場合は、まず `hermes login %@` でサインインしてください。
pt_br: Faça login primeiro com `hermes login %@` se o adaptador reportar que não está autenticado.
zh_hans: 如果适配器报告未认证,请先使用 `hermes login %@` 登录。

source: Sign in to Nous Portal
de: Bei Nous Portal anmelden
es: Iniciar sesión en Nous Portal
fr: Se connecter à Nous Portal
ja: Nous Portal にサインイン
pt_br: Fazer login no Nous Portal
zh_hans: 登录 Nous Portal

source: Sign in to Nous Portal to load the catalog, or enter a model ID manually.
de: Melde dich beim Nous Portal an, um den Katalog zu laden, oder gib eine Modell-ID manuell ein.
es: Inicia sesión en Nous Portal para cargar el catálogo, o introduce un ID de modelo manualmente.
fr: Connectez-vous à Nous Portal pour charger le catalogue, ou saisissez un ID de modèle manuellement.
ja: カタログを読み込むには Nous Portal にサインインするか、モデル ID を手動で入力してください。
pt_br: Faça login no Nous Portal para carregar o catálogo, ou digite um ID de modelo manualmente.
zh_hans: 登录 Nous Portal 以加载目录,或手动输入模型 ID。

source: Sign in to Spotify
de: Bei Spotify anmelden
es: Iniciar sesión en Spotify
fr: Se connecter à Spotify
ja: Spotify にサインイン
pt_br: Fazer login no Spotify
zh_hans: 登录 Spotify

source: Sign-in didn't complete
de: Anmeldung nicht abgeschlossen
es: El inicio de sesión no se completó
fr: La connexion ne s'est pas terminée
ja: サインインが完了しませんでした
pt_br: O login não foi concluído
zh_hans: 登录未完成

source: Sign-in failed
de: Anmeldung fehlgeschlagen
es: Error al iniciar sesión
fr: Échec de la connexion
ja: サインインに失敗しました
pt_br: Falha no login
zh_hans: 登录失败

source: Signal integration requires signal-cli (Java-based) installed locally. Link this Mac as a Signal device, then keep the daemon running so hermes can send/receive messages.
de: Die Signal-Integration benötigt lokal installiertes signal-cli (Java-basiert). Kopple diesen Mac als Signal-Gerät und lasse den Daemon laufen, damit hermes Nachrichten senden/empfangen kann.
es: La integración con Signal requiere signal-cli (basado en Java) instalado localmente. Vincula este Mac como dispositivo Signal y mantén el demonio en ejecución para que hermes envíe/reciba mensajes.
fr: L'intégration Signal nécessite signal-cli (basé sur Java) installé localement. Associez ce Mac comme appareil Signal, puis laissez le démon fonctionner pour que hermes puisse envoyer/recevoir des messages.
ja: Signal 連携にはローカルにインストールされた signal-cli(Java 製)が必要です。この Mac を Signal デバイスとしてリンクしてから、デーモンを動作させ続けて hermes がメッセージを送受信できるようにします。
pt_br: A integração com Signal requer signal-cli (baseado em Java) instalado localmente. Vincule este Mac como dispositivo Signal e mantenha o daemon em execução para o hermes enviar/receber mensagens.
zh_hans: Signal 集成需要在本地安装 signal-cli(基于 Java)。将此 Mac 关联为 Signal 设备,然后保持守护进程运行,以便 hermes 收发消息。

source: Signal Setup Docs
de: Signal-Einrichtungsdokumentation
es: Documentación de configuración de Signal
fr: Documentation de configuration Signal
ja: Signal セットアップドキュメント
pt_br: Documentação de configuração do Signal
zh_hans: Signal 设置文档

source: signal-cli is available on PATH
de: signal-cli ist im PATH verfügbar
es: signal-cli está disponible en el PATH
fr: signal-cli est disponible dans le PATH
ja: signal-cli は PATH 上で利用可能です
pt_br: signal-cli está disponível no PATH
zh_hans: signal-cli 已在 PATH 中
